start_campaign_message = ("Создать отчет — выбери из списка нужную кампанию, "
                          "чтобы сформировать по ней отчет\n\n"
                          "Добавить кампанию — жми, чтобы добавить в базу "
                          "данных нового клиента. Информация подтянется из "
                          "личного кабинета автоматически\n\n"
                          "Удалить кампани — жми, чтобы убрать из базы данных "
                          "кампанию, которая перестала быть актуальной")

select_campaign_message = ("Выбери из списка нужную кампанию. Если ее нет, жми на "
                           "Добавить кампанию — бот пришлет список доступных "
                           "кампаний из личного кабинета. Просто выбери в этом списке "
                           "нужную")

select_dates_message = ("Выбери в календаре интервал отчета. Как завершишь, жми на кнопку "
                        "<b>Вперед</b> под календарем")

select_clients_message = "Выбери из списка ниже, какую кампанию сохранить в активных"

not_sheet_message = ("Успешно добавил кампанию в список. В моей базе данных по ней еще нет "
                     "Гугл таблицы с отчетом. Я могу создать ее автоматически по шаблону. "
                     "Или приложи ссылку на свой вариант")

yes_sheet_message = ("Успешно добавил кампанию в список. В базе данных есть Гугл таблица "
                     "с отчетом. Если она подходит и нужен сразу отчет, жми кнопку "
                     "<b>Создать отчет</b>\n\nНо если считаешь, что таблица не подходит, жми "
                     "кнопку ниже — я создам новую. Либо можешь загрузить свой "
                     "вариант.\n\nЕсли ничего не надо делать, жми <b>Оставь текущую таблицу</b>")

template_sheet = "https://docs.google.com/spreadsheets/d/19AKzYTOsiTT1hh3cypfggMW4po6fmqxgKmJerHDJZvs/edit?gid=773791846#gid=773791846"

done_ad_sheet = ("Если хочешь прямо сейчас составить отчет, жми на соответствующую кнопку "
                 "ниже\n\n Если не надо, жми на Готово")

text_url_message = "Укажи ссылку на гугл таблицу"

delete_start_message = ("Давай удалим ненужную кампанию, которая перестала быть активной. "
                        "Если она возобновится, можно в любой момент добавить ее обратно\n\n"
                        "Выбери из списка ниже, какую кампанию удалить")