url_campaign_message = "Укажи ссылку на страницу кампании в Промо"

error_url_message = ("Ссылка не похожа на релевантную, перепроверь ее пожалуйста "
                     "и попробуй ввести заново")

url_sheet_message = "Принято! Теперь укажи ссылку на Гугл Таблицу, которую надо заполнить данными"

final_message = ("Принято! Теперь жди, пока я формирую отчет.\n\nСначала я "
                 "скину общий отчет для клиента, а потом начну заполнять "
                 "таблицу. В это время не редактируй таблицу. "
                 "<b>Я сам пришлю сообщение и разрешу это делать</b>. "
                 "На всё уйдет примерно 1-3 минуты")

update_formula_message = ("Надо обновить формулы в строке" 
                                  "«Всего». Это займет пару минут. "
                                  "Пока просьба не редактировать таблицу, "
                                  "иначе данные могут встать криво. Я сообщу, "
                                  "когда завершу работу")

error_api_promo = ("Кривое API Яндекса опять сработало не так как надо.\n\n"
                   "Давай попробуем заново? Только надо подождать пару минут")

result_message = ("Готово✅. Я завершил работу над таблицей. Можно ее редактировать. "
                  "Если нужен еще отчет, жми команду ниже, или задай команду /report. ")