start_schedule_message = ("Тут можно автоматизировать создание отчетов. Тогда бот "
                  "будет самостоятельно присылать сообщение с данными и "
                  "заполнять таблицу. Пока доступна только настройка на "
                          "каждые 7 дней\n\n")

select_campaigns_message = "Выбери кампанию, по которой надо создать расписание"

select_dates_schedule = "Выбери день недели, когда нужен ближайший отчет"

select_interval_message = ("Укажи количество дней, через которые надо "
                           "присылать отчет. Например, если указать 3, то "
                           "отчет будет приходить каждые 3 дня")

delete_message = "Выбери, какое расписание удалить"

